Repository: Infomaniak/ios-core-ui
Catalog: Sources/MyKSuite/Resources/*.lproj/Localizable.strings
Languages: de, es, fr, it

# buttonClose
source: Close
de: Schliessen
es: Cerrar
fr: Fermer
it: Chiudere

# iOSMyKSuiteDashboardSubscriptionButton
source: Manage my subscription
de: Mein Abonnement verwalten
es: Gestionar mi suscripción
fr: Gérer mon abonnement
it: Gestire l’abbonamento

# iOSMyKSuiteDashboardSubscriptionLabel
source: To cancel or change the frequency of your subscription, go to your Apple Store settings.
de: Um Ihr Abonnement zu kündigen oder das Intervall zu ändern, gehen Sie zu Ihren Apple Store-Einstellungen.
es: Para cancelar o cambiar la frecuencia de tu suscripción, ve a los ajustes de tu Apple Store.
fr: Pour résilier ou modifier la périodicité de votre abonnement, rendez-vous dans vos réglages Apple Store.
it: Per annullare o modificare la frequenza dell’abbonamento, accedere alle impostazioni dell’Apple Store.

# myKSuiteDashboardDataUnlimited
source: Unlimited
de: Unbegrenzt
es: Sin límites
fr: Illimité
it: Illimitato

# myKSuiteDashboardFreeMailLabel
source: A free mail address for life
de: Eine lebenslange kostenlose E-Mail-Adresse
es: Una dirección de correo electrónico gratuita de por vida
fr: Une adresse mail gratuite à vie
it: Un indirizzo e-mail gratuito a vita

# myKSuiteDashboardFreeTrialButton
source: Start your free trial
de: Kostenlose Testversion beginnen
es: Prueba gratuita
fr: Commencer l’essai gratuit
it: Inizia la prova gratuita

# myKSuiteDashboardFreeTrialDescription
source: Get more functionality and storage with my kSuite+
de: Erhalten Sie mehr Funktionen und Speicherplatz mit my kSuite+
es: Obtenga más funcionalidad y almacenamiento con mi kSuite+
fr: Obtenez plus de fonctionnalités et stockage avec my kSuite+
it: Ottieni più funzionalità e spazio di archiviazione con la mia kSuite+

# myKSuiteDashboardFreeTrialTitle
source: 30 days free
de: 30 Tage kostenlos
es: 30 días gratis
fr: 30 jours gratuits
it: 30 giorni gratis

# myKSuiteDashboardFunctionalityCustomReminders
source: Customize unavailable times for reminders and scheduled mailings
de: Anpassen von nicht verfügbaren Zeiten für Erinnerungen und geplante Sendungen
es: Personalice las horas no disponibles para los recordatorios y los envíos programados
fr: Personnalisation des horaires indisponibles pour les rappels et envois programmés
it: Personalizzare gli orari di indisponibilità per i promemoria e gli invii programmati

# myKSuiteDashboardFunctionalityLimit
source: Limited daily shipments
de: Begrenzte tägliche Sendungen
es: Envíos diarios limitados
fr: Envoi journaliers limités
it: Spedizioni giornaliere limitate

# myKSuiteDashboardFunctionalityMailAndDrive
source: Storage for Mail and kDrive
de: Speicher für Mail und kDrive
es: Almacenamiento para Mail y kDrive
fr: Stockage pour Mail et kDrive
it: Archiviazione per posta e kDrive

# myKSuiteDashboardLimitedFunctionalityLabel
source: Limited functionality
de: Eingeschränkte Funktionalität
es: Funcionalidad limitada
fr: Fonctionnalités limitées
it: Funzionalità limitata

# myKSuiteDashboardPaymentMethod
source: Method of payment
de: Zahlungsweise
es: Forma de pago
fr: Mode de paiement
it: Metodo di pagamento

# myKSuiteDashboardTitle
source: My subscription
de: Mein Abonnement
es: Mi suscripción
fr: Mon abonnement
it: Il mio abbonamento

# myKSuiteDashboardTrialPeriod
source: Trial period
de: Probezeit
es: Período de prueba
fr: Période d’essai
it: Periodo di prova

# myKSuiteDashboardUntil
source: Until %@
de: Bis zum %@
es: Hasta %@
fr: Jusqu’au %@
it: Fino a %@

# myKSuiteManageSubscriptionButton
source: Manage my offer
de: Mein Angebot verwalten
es: Gestionar mi oferta
fr: Gérer mon offre
it: Gestire la mia offerta

# myKSuiteManageSubscriptionDescription
source: To manage or cancel your subscription, log on to the kSuite web interface
de: Um Ihr Abonnement zu verwalten oder zu kündigen, loggen Sie sich auf der Webschnittstelle von kSuite ein
es: Para gestionar o cancelar su suscripción, acceda a la interfaz web de kSuite
fr: Pour gérer ou résilier votre abonnement, connectez-vous sur l’interface web de kSuite
it: Per gestire o annullare l'abbonamento, accedere all'interfaccia web di kSuite

# myKSuiteUpgradeBenefitsTitle
source: YOUR BENEFITS
de: IHRE VORTEILE
es: SUS BENEFICIOS
fr: VOS AVANTAGES
it: I VOSTRI BENEFICI

# myKSuiteUpgradeDescription
source: More space, more possibilities and more flexibility to do what you love.
de: Mehr Platz, mehr Möglichkeiten und mehr Flexibilität, um das zu tun, was Sie lieben.
es: Más espacio, más posibilidades y más flexibilidad para hacer lo que le gusta.
fr: Plus d’espace, de possibilités et de flexibilité pour faire ce que vous aimez.
it: Più spazio, più possibilità e più flessibilità per fare ciò che amate.

# myKSuiteUpgradeDetails
source: To benefit from my kSuite+, modify your offer from your web interface.
de: Um my kSuite+ zu nutzen, ändern Sie Ihr Angebot von Ihrem Webinterface aus.
es: Para beneficiarse de mi kSuite+, modifique su oferta desde su interfaz web.
fr: Pour bénéficier de my kSuite+, modifiez votre offre depuis votre interface web.
it: Per beneficiare della mia kSuite+, modificate la vostra offerta dalla vostra interfaccia web.

# myKSuiteUpgradeDriveLabel
source: 1 TB for your photos, documents and files
de: 1 TB für Ihre Fotos, Dokumente und Dateien
es: 1 TB para tus fotos, documentos y archivos
fr: 1 To pour vos photos, documents et fichiers
it: 1 TB per foto, documenti e file

# myKSuiteUpgradeLabel
source: And even more!
de: Und noch mehr!
es: Y aún más.
fr: Et bien plus encore !
it: E anche di più!

# myKSuiteUpgradePdfEditionLabel
source: PDF edition
de: PDF-Ausgabe
es: Edición en PDF
fr: Edition PDF
it: Edizione PDF

# myKSuiteUpgradeRedirectLabel
source: Redirections, customised remindersâ€¦
de: Umleitungen, personalisierte Erinnerungen…
es: Redirecciones, recordatorios personalizados…
fr: Redirections, personnalisation de vos rappels…
it: Reindirizzamenti, promemoria personalizzati…

# myKSuiteUpgradeTitle
source: Give your ideas more space
de: Geben Sie Ihren Ideen mehr Raum
es: Dé más espacio a sus ideas
fr: Donner plus d’espace à vos idées
it: Date più spazio alle vostre idee

# myKSuiteUpgradeUnlimitedMailLabel
source: Unlimited e-mail storage and sending
de: Unbegrenztes Speichern und Versenden von E-Mails
es: Almacenamiento y envío ilimitados de correo electrónico
fr: Stockage et envois d’e-mails illimités
it: Archiviazione e invio illimitato di e-mail
